Repository: Punisher28/learning
Catalog: var/labels/*/core/Resources/Private/Language/*.locallang_mod_web_list.xlf
Languages: uk

# clip_deleteMarked
source: Delete marked
uk: Видалити відмічене

# clip_deleteMarkedWarning
source: Are you sure you want to delete all marked records from the table '%s'?
uk: Ви впевнені, що бажаєте видалити усі відмічені записи з таблиці '%s'?

# clip_duplicates
source: Mark duplicates
uk: Відмітити дублікати

# clip_editMarked
source: Edit marked
uk: Редагувати відмічене

# clip_markRecords
source: Mark All/Mark none
uk: Відмітити усе/нічого

# clip_paste
source: Paste in clipboard content
uk: Додати вміст кишені

# clip_pasteAfter
source: Paste after: Clipboard content is inserted after this record
uk: Додати після: вміст кишені буде додано після цього запису

# clip_pasteInto
source: Paste into: Clipboard content is inserted on this page
uk: Додати в: вміст кишені буде додано на цю сторінку

# clip_selectMarked
source: Transfer the selection of records to clipboard
uk: Перенести вибрані записи до кишені

# contractView
source: List all tables
uk: Показати усі таблиці

# defaultLanguage
source: Default
uk: Типовий

# delete
source: Delete record (!)
uk: Видалити запис (!)

# deleteWarning
source: Are you sure you want to delete this record?
uk: Ви впевнені, що бажаєте видалити цей запис?

# edit
source: Edit record
uk: Редагувати запис

# editPage
source: Edit page properties
uk: Редагувати властивості сторінки

# editShownColumns
source: Edit all shown fields of the listed records
uk: Редагувати усі показані поля записів у списку

# editThisColumn
source: Edit the '%s' field of the listed records
uk: Редагувати поле '%s' записів у списку

# expandView
source: List only this table
uk: Показати тільки цю таблицю

# hide
source: Hide record
uk: Сховати запис

source: Hide page
uk: Сховати сторінку

# history
source: Display change history / Un-do
uk: Показати історію змін / скасувати

# largeControl
source: Extended view
uk: Розширений вигляд

# localization
source: Localization view
uk: Перегляд локалізації

# mlang_labels_tabdescr
source: The Web>List module provides low level access to records appearing on a page.
uk: Модуль Web>List надає доступ низького рівню до записів, що належать сторінці

# mlang_labels_tablabel
source: List of database-records
uk: Список записів БД

# mlang_tabs_tab
source: List
uk: Список

# moveDown
source: Move down in list
uk: Посунути вниз у списку

source: Move page
uk: Пересунути сторінку

# move_record
source: Re-position content element
uk: Змінити позицію елементу вмісту

# moveUp
source: Move up in list
uk: Посунути вгору у списку

# multipleLanguages
source: All languages
uk: Усі мови

# new
source: New record
uk: Новий запис

# newPage
source: Create new page after this page
uk: Створити нову сторінку після цієї

# newRecord
source: Create new record after this record
uk: Створити новий запис після цього

# newRecordGeneral
source: Create new record
uk: Створити новий запис

# nextLevel
source: Move this page to be a subpage of the page above (Outwards)
uk: Витягнути цю сторінку на рівень вище

# permissions
source: Set permissions for page
uk: Встановити дозвіл на сторінку

# prevLevel
source: Move this page to the position after the current parent page (Inwards)
uk: Внести цю сторінку під поточну батьківську

source: Show clipboard
uk: Показати кишеню

# showInfo
source: Display information
uk: Показати інформацію

# unHide
source: Un-hide record
uk: Не ховати запис

source: Un-hide page
uk: Не ховати сторінку
